frodo/frodo_en.org
* Description
Sample translation of a story, from ancient Greek to English, but trying to retain as much of the original composition of words from the ancient Greek text to English. Qwen 600b and GPT both had mixed results, some good some bad. The resulting text is not great, but it is good.

The translated text, sometimes ends up very consonant heavy, but a small program to remove some consonants when they aggregate in too many numbers might prove useful in the future.

This is the prompt I gave to both AIs:

translate the novel snippet to english, be creative with the combination of new english words like the original text. Do not put dashes, and when the words do not sound as good as the original text, identify and combine the stem, put a similar english word in there to have the same accoustic quality. For concatenating english words use the greek rules, and when necessary to keep the same balance of acoustic qualities from greek to english omit some consonants from english.
